Repository: ivanmurashko/kalinka
Catalog: src/app/webmin/locale/*/LC_MESSAGES/django.po
Languages: ru

source: unique identifier
ru: идентификатор

source: Host name
ru: Имя сервера

source: server host name
ru: имя сервера

source: Typical CPU-index
ru: Норма CPU

source: typical cpu requirement index
ru: норма потребления cpu

source: Max CPU-index
ru: Пик CPU

source: peak cpu requirement index
ru: пик потребления cpu

source: Host
ru: Хост

source: Hosts
ru: Хосты

source: Name
ru: Название

source: Description
ru: Описание

source: remark
ru: пометка

source: Media type
ru: Тип контента

source: Media types
ru: Типы контента

source: Appliction name
ru: Имя приложения

source: application name
ru: имя приложения

source: Enabled
ru: Вкл

source: is the application activated by the user
ru: активировано ли пиложение пользователем

source: Status
ru: Статус

source: is the kalinka cluster currently executing this application, 0 = no, 1 = yes
ru: запущено ли приложение на кластере, 0 = нет, 1 = да(мб лучше boolean?)

source: Priority
ru: Приоритет

source: application priority, 0 = most
ru: приоритет приложения, 0 = наивысший

source: prefered host for this application
ru: предпочтительный хост для этого приложения

source: Application
ru: Приложение

source: Applications
ru: Приложения

source: Module type
ru: Тип модуля

source: Module types
ru: Типы модулей

source: references the application which requires this module to load
ru: приложение, которое требует загрузки этого модуля

source: module type
ru: тип модуля

source: host
ru: хост

source: Module allocation
ru: Привязка модуля

source: Module allocations
ru: Привязки модулей

source: Bandwidth
ru: Полоса пропускания

source: bandwidth in khz
ru: полоса пропускания в кГц

source: Bus type
ru: Тип шины

source: Bus types
ru: Типы шин

source: bus type
ru: тип шины

source: reserved take bandwidth in khz
ru: резервируемая полоса пропускания в кГц

source: %s (%d kHz) @ %s
ru: %s (%d кГц) @ %s

source: Bus
ru: Шина

source: Buses
ru: Шины

source: max allowed bandwidth in MHz
ru: максимально допустимая полоса пропускания в МГц

source: %s (%d MHz)
ru: %s (%d МГц)

source: Resource type
ru: Тип ресурса

source: Resource types
ru: Типы ресурсов

source: bus
ru: шина

source: resource type
ru: тип ресурса

source: taken bandwdith in khz
ru: потребляемая полоса пропускания в кГц

source: resource available for use
ru: ресурс доступен для использования

source: %s on %s @ %s
ru: %s на %s @ %s

source: Resource
ru: Ресурс

source: Resources
ru: Ресурсы

source: Address
ru: Адрес

source: Port
ru: Порт

source: In use
ru: Используется

source: Adapter
ru: Адаптор

source: Adapters
ru: Адапторы

source: File type
ru: Тип файла

source: File types
ru: Типы файлов

source: File name
ru: Имя файла

source: File path
ru: Путь к файлу

source: File
ru: Файл

source: Files
ru: Файлы

source: DVB type
ru: Тип DVB

source: DVB types
ru: Типы DVB

source: Signal source type
ru: Тип источника сигнала

source: Signal source types
ru: Типы источников сигнала

source: Signal source
ru: Источник сигнала

source: Signal sources
ru: Источники сигнала

source: dvb type
ru: тип dvb

source: channel name
ru: название канала

source: Number
ru: Номер

source: channel number
ru: номер канала

source: bandwidth taken
ru: занимаемая полоса пропускания

source: Channel
ru: Канал

source: Channels
ru: Каналы

source: Frequency
ru: Частота

source: tuned frequency
ru: настроенная частота

source: DISEqC selected source null=disabled 0..7
ru: DISEqC выбранного источника null=выкл (0..7)

source: Polarity
ru: Поляризация

source: polarity 0=horizontal; 1=vertical
ru: поляризация 0=гориз; 1=вертик

source: Symbol rate
ru: Символьная частота

source: symbol rate 0..2147483647
ru: символьная скорость 0..2147483647

source: High priority code rate 0=none, 1=1/2, 2=2/3, 3=3/4, 4=4/5, 5=5/6, 6=6/7, 8=8/9, 9=Auto
ru: Приоритетная частота кодировки 0=нет, 1=1/2, 2=2/3, 3=3/4, 4=4/5, 5=5/6, 6=6/7, 8=8/9, 9=Авто

source: Satellite channel
ru: Спутниковый канал

source: Satellite channels
ru: Спутниковые каналы

source: DVB bandwidth
ru: Полоса пропускания DVB

source: Bandwidth 0=8, 1=7, 2=6, 3=Auto
ru: Полоса пропускания 0=8, 1=7, 2=6, 3=Авто

source: Low priority code rate 0=none, 1=1/2, 2=2/3, 3=3/4, 4=4/5, 5=5/6, 6=6/7, 8=8/9, 9=Auto
ru: Низкао-приоритетная частота кодировки 0=нет, 1=1/2, 2=2/3, 3=3/4, 4=4/5, 5=5/6, 6=6/7, 8=8/9, 9=Авто

source: Modulation
ru: Модуляция

source: Modulation 0=QPSK, 1=QAM16, 2=QAM32, 3=QAM64, 4=QAM128, 5=QAM256, 6=AUTO
ru: Модуляция 0=QPSK, 1=QAM16, 2=QAM32, 3=QAM64, 4=QAM128, 5=QAM256, 6=АВТО

source: Transmode
ru: Трансподер

source: Transmission mode 0=2k, 1=8k, 2=Auto
ru: Режим передачи 0=2k, 1=8k, 2=Авто

source: Hierarchy
ru: Иерархия

source: Guard
ru: Защита

source: Digital TV channel
ru: Канал цифорвого ТВ

source: Digital TV channels
ru: Каналы цифорвого ТВ

source: C channel
ru: С-канал??

source: C channels
ru: С-каналы??

source: cannel name
ru: название канала

source: Route
ru: Маршрут

source: route
ru: маршрут

source: enabled
ru: включено

source: Lock host
ru: Блокировка сервера

source: Lock timestamp
ru: Время блокировки

source: Station
ru: Станция

source: Stations
ru: Станции

source: station
ru: станция

source: Failed station
ru: Упавшая станция

source: Failed stations
ru: Упавшие станции

source: Title
ru: Заголовок

source: Source address
ru: Адрес источника

source: Login
ru: Вход

source: login for http-auth
ru: логин для авторизации HTTP

source: Password
ru: Пароль

source: password for http-auth(will be stored as plain text)
ru: пароль для авторизации HTTP (хранится в открытом виде)

source: HttpSource
ru: Источник HTTP

source: HttpSources
ru: Источники HTTP

source: media type
ru: тип контента

source: Http-streamer Media type
ru: Тип контента для HTTP-streamer

source: Http-streamer Media types
ru: Типы контента для HTTP-streamer

source: Out route
ru: Исходящий маршрут

source: Http-streamer
ru: HTTP-стример

source: Http-streamers
ru: HTTP-стримеры

source: Streamer
ru: Стример

source: Input route
ru: Входящий маршрут

source: Output path
ru: Адресный путь

source: out path
ru: адресный путь

source: Allowed to
ru: Разрешения

source: Http-streamer Route
ru: Маршрут HTTP-стримера

source: Http-streamer Routes
ru: Маршруты HTTP-стримеров

source: max allowed bandwidth
ru: максимально допустимая полоса пропускания в МГц

source: Network type
ru: Тип сети

source: Network types
ru: Типы сети

source: network media type
ru: тип сетевой среды

source: Trunk
ru: Транк

source: Trunks
ru: Транки

source: trunk
ru: транк

source: Node name
ru: Имя узла

source: device name, e.g. eth0
ru: имя устройства, например, eth0

source: Interface resource
ru: Ресурс интерфейса

source: Interfaces resources
ru: Ресурсы интерфейсов

source: resource
ru: ресурс

source: IPv4 or IPv6 network address
ru: сетевой адрес IPv4 или IPv6

source: network mask
ru: маска сети

source: Interface address
ru: Адрес интерфейса

source: Interface addresses
ru: Адреса интерфейсов

source: Protocol name
ru: Имя протокола

source: Protocol
ru: Протокол

source: Protocols
ru: Протоколы

source: interface address
ru: адрес интерфейса

source: multicast group, hostname or network address
ru: группа мульти-каст, имя сервера или адрес сети

source: network port to send to 0 - 65535
ru: сетевой порт для отправки (0 - 65535)

source: Routes
ru: Маршруты

source: Welcome,
ru: Добро пожаловать,

source: Change password
ru: Сменить пароль

source: Log out
ru: Выйти

source: Home
ru: Начало

source: Please, log in
ru: Пожалуйста, представьтесь

source: Your username and password didn't match. Please try again.
ru: Имя и пароль не приняты. Пожалуйста, попробуйте еще раз.

source: Username:
ru: Имя:

source: Password:
ru: Пароль:

source: Log in
ru: Войти

source: Auth
ru: Авторизация

source: Session was closed
ru: Сессия была завершена

source: Log in again
ru: Повторный вход

source: Test page
ru: Тестовая страница

source: Testing
ru: Тестирование

source: Choose player and watch channels in you favorite browser
ru: Выберите проигрыватель и смотрите каналы в Вашем любимом браузере

source: Player
ru: Проигрыватель

source: VLC-plugin test-page by Kalinka
ru: Kalinka: Тестовая страница vlc-примочки

source: Play/Pause
ru: Играть/Пауза

source: Stop
ru: Стоп

source: Mute
ru: Тихо

source: Flash-player test-page by Kalinka
ru: Kalinka: Тестовая страница flash-проигрывателя

source: Get Flash Player
ru: Получить Flash проигрыватель

source: , to watch video.
ru: , чтобы смотреть видео

source: Flowplayer on the way
ru: Flowplayer в деле

source: Light
ru: Мини-страничка

source: Aviabled channels
ru: Доступные каналы

source: Full version
ru: Полная версия

source: Flash-player with Kalinka-streamer
ru: Flash-проигрыватель с сервером Kalinka

source: Source type
ru: Тип источника

source: Source types
ru: Типы источников

source: Transcode source
ru: Источник для кодировки

source: Transcode sources
ru: Источники для кодировки

source: Task
ru: Задача

source: Tasks
ru: Задачи
